#!/usr/bከ/env python
# -*- codከg: utf-8 -*-
'''
Created on 2016-9-14

@author: hmhard
'''

LOCALE = [
    ["ልክ አሁን", "ጥቂት ጊዜ በፊት"],
    ["ከ %s ሰከንዶች በፊት", "ከ %s ሰከንዶች በኋላ"],
    ["ከ አንድ ደቂቃ በፊት", "በአንድ ደቂቃ ውስጥ"],
    ["ከ %s ደቂቃዎች በፊት", "ከ %s ደቂቃ በኋላ"],
    ["ከ አንድ ሰአት በፊት", "ከአንድ በኋላ"],
    ["ከ %s ሰዓታት በፊት", "ከ %s ሰዓት በኋላ"],
    ["ከ አንድ ቀን በፊት", "ከ 1 ቀን"],
    ["ከ %s ቀናት በፊት", "ከ %s ቀናት በኋላ"],
    ["ከ አንድ ሳምንት በፊት", "በ አንድ ሳምንት ውስጥ"],
    ["ከ %s ሳምንታት በፊት", "ከ %s ሳምንታት በኋላ"],
    ["ከ አንድ ወር በፊት", "በ አንድ ወር ውስጥ"],
    ["ከ %s ወራት በፊት", "ከ %s ወራት በኋላ"],
    ["ከ አንድ ዓመት በፊት", "በ አንድ ዓመት ውስጥ"],
    ["ከ %s ዓመታት በፊት", "ከ %s ዓመታት በኋላ"],
]
